#ввод данных в прорамму
#name = input("Ввести имя:")
#print(name)
#####################################
#print("Привет", name)


############-----------ЗАДАНИЕ-----------#############################
date1 = input("Введите дату:")
work1 = input("Введите задачу:")
date2 = input("Введите дату:")
work2 = input("Введите задачу:")
date3 = input("Введите дату:")
work3 = input("Введите задачу:")
dictionary = {
    date1: [work1],
    date2: [work2],
    date3: [work3]
}

print(dictionary)
#№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№№
